[
    "You are worthy of love and respect.",
    "Your feelings are valid and important.",
    "You have the strength within you to overcome any challenge.",
    "You are enough, exactly as you are.",
    "Your presence in this world makes a difference.",
    "You deserve happiness and peace.",
    "You are capable of amazing things.",
    "Your journey is unique and beautiful.",
    "You are loved more than you know.",
    "You have the power to create positive change.",
    "You are resilient and strong.",
    "Your voice matters and deserves to be heard.",
    "You are worthy of all good things.",
    "You are a work in progress, and that's perfectly okay.",
    "You have survived 100% of your worst days.",
    "You are braver than you believe.",
    "Your potential is limitless.",
    "You are deserving of kindness, especially from yourself.",
    "You are making a difference, even when you can't see it.",
    "You are valuable beyond measure.",
    "Your story is still being written.",
    "You have the courage to face whatever comes.",
    "You are a beautiful soul.",
    "Your light shines bright, even in darkness.",
    "You are worthy of forgiveness and grace.",
    "You have everything you need within you.",
    "You are stronger than your struggles.",
    "Your dreams are valid and achievable.",
    "You are a gift to those around you.",
    "You deserve to take up space in this world.",
    "You are growing and evolving every day.",
    "Your best days are still ahead of you.",
    "You are worthy of rest and self-care.",
    "You have the power to choose your thoughts.",
    "You are more than your mistakes.",
    "Your heart is full of love and compassion.",
    "You are capable of healing and transformation.",
    "You deserve to be treated with respect.",
    "You are a miracle of existence.",
    "Your intuition is wise and trustworthy.",
    "You are worthy of healthy relationships.",
    "You have the ability to start fresh any moment.",
    "You are beautiful inside and out.",
    "Your emotions are messengers, not enemies.",
    "You are deserving of abundance and joy.",
    "You have the right to set boundaries.",
    "You are a powerful creator of your reality.",
    "Your vulnerability is a strength, not a weakness.",
    "You are worthy of pursuing your passions.",
    "You have a unique purpose in this world.",
    "You are allowed to change and grow.",
    "Your self-worth is not determined by others.",
    "You are deserving of second chances.",
    "You have the wisdom to make good decisions.",
    "You are a beacon of hope.",
    "Your kindness creates ripples in the world.",
    "You are worthy of celebrating your wins.",
    "You have the courage to be authentic.",
    "You are deserving of peace of mind.",
    "Your life has meaning and purpose.",
    "You are capable of overcoming obstacles.",
    "You are worthy of love without conditions.",
    "You have the power to let go of what no longer serves you.",
    "You are a work of art in progress.",
    "Your sensitivity is a superpower.",
    "You are deserving of good health and vitality.",
    "You have the strength to ask for help.",
    "You are worthy of financial abundance.",
    "Your past does not define your future.",
    "You are capable of deep healing.",
    "You are deserving of moments of joy.",
    "You have the resilience to bounce back.",
    "You are worthy of expressing your truth.",
    "Your presence brings light to others.",
    "You are deserving of comfort and safety.",
    "You have the power to rewrite your story.",
    "You are a divine being having a human experience.",
    "Your scars are proof of your strength.",
    "You are worthy of living authentically.",
    "You have the ability to inspire others.",
    "You are deserving of patience and understanding.",
    "Your heart knows the way.",
    "You are capable of extraordinary love.",
    "You are worthy of taking risks.",
    "You have the courage to face your fears.",
    "You are deserving of beautiful experiences.",
    "Your soul is infinite and eternal.",
    "You are capable of creating the life you desire.",
    "You are worthy of being seen and heard.",
    "You have the power to transform pain into wisdom.",
    "You are a force of nature.",
    "Your compassion makes the world better.",
    "You are deserving of grace on hard days.",
    "You have the strength to keep going.",
    "You are worthy of unconditional love.",
    "Your journey is sacred and meaningful.",
    "You are capable of finding peace within.",
    "You are deserving of all the beauty life offers.",
    "You have the wisdom of your experiences.",
    "You are a radiant being of light.",
    "Your existence is a blessing to the universe."
]